;
; tMan 0.9.10
; Localização para Portuguese (PT)
; por João Sousa, 2008
;

; dialogs
    1="Fechar"
    2="Cancelar"
  102="Configurar"
  103="Acerca"
  104="Lista de Tarefas"
  105="Licensa"
  131="Seleccionar Tecla"
  132="Lista a Ignorar"
  133="Excepções"
  134="Procurar"
  135="Botões"
; strings
  200="Opções"
  202="Fechar"
  203="Minimizar"
  204="Mostrar menu"
  206="<Nenhum>"
  207="Botão 1"
  208="Botão 2"
  209="Botão 3"
  210="Botão 4"
  211="Velocidade"
  212="Gravar"
  213="Rodar para a direita"
  214="Rodar para a esquerda"
  215="Soft-reset"
  216="Desligar Ecrã"
  217="Desligar"
  218="Operações de tarefas"
  219="Seleccionar Programa"
  220="Meu dispositivo"
  221="O item seleccionado não é um ficheiro."
  222="O item seleccionado não é uma pasta."
  223="O directório não foi criado."
  224="Lista a Ignorar"
  225="Excepções"
  226="Desktop"
  227="WiFi On/Off"
  228="Bluetooth On/Off"
  229="Acerca"
; controls
 1001="Executar tMan ao arranque"
 1002="Geral"
 1003="Botão Fechar"
 1007="Acelerador da lista de tarefas"
 1011="Capturar"
 1012="Limpar"
 1014="Items"
 1024="Exceptções..."
 1027="Lista a Ignorar..."
 1031="Ao gesto"
 1032="Por favor, pressiona qualquer tecla para capturar"
 1033="Estas aplicações não serão mostradas na lista de tarefas:"
 1034="Ao pressionar"
 1035="Ao manter pressionado"
 1036="Modo compacto"
; menu items
32789="Remover"
32790="Adicionar"
32794="Acerca"
; tman
40004="Tem a certeza que deseja efectuar soft-reset ao dispositivo?"
40006="'%s' não responde.\nTerminar à força?"
40007="&Minimizar"
40008="Fechar Tarefas de Fundo"
40009="Fechar Todas as Tarefas"
40010="Desligar Ecrã"
40011="Reset ao Software"
40012="Rodar para a esquerda"
40013="Rodar para a direita"
40014="Desligar"
40015="Opções..."
40016="Sair"
40017="Desktop"
40018="WiFi On"
40019="WiFi Off"
40020="Bluetooth On"
40021="Bluetooth Off"
